[{"id": 1, "judul": "Global Top10 Best Performing Android Phones, January 2023", "kategori": "While many Snapdragon 8 Gen 2 phones have been launched in the market, not as many of these phones appeared on the AnTuTu list in January as expected, probably because most of them haven't officially shipp..."}, {"id": 2, "judul": "Global Top 10 Best Performing iOS Devices in January 2023", "kategori": "Apple has not released any new iOS devices since last October, so the market attention is not as high as the Android market, but Apple's sales have always just relied on its unique ecosystem and hardware..."}, {"id": 3, "judul": "Global Users Preferences for Android Phones, Q4 2022", "kategori": "The Android phone market in 2022 is full of impressive features such as satellite communication, 1-inch mobile-device image sensor, and 200W+ charging speed. All these features that were unimaginable three..."}, {"id": 4, "judul": "Global Top10 Best Performing Android Phones, December 2022", "kategori": "As the new year approaches, we finally see Android flagship phones with the latest processors on the AnTuTu performance list. Although they have been released for a while, they were not available to consum..."}, {"id": 5, "judul": "Global Top 10 Best Performing iOS Devices in December 2022", "kategori": "The Android performance list has seen an increasing number of Snapdragon 8 Gen 2 flagship phones, while the iOS list continues to rank pretty much the same as last month. This list is unlikely to change..."}, {"id": 6, "judul": "Global Top10 Best Performing Android Phones, November 2022", "kategori": "The era of smartphone ray tracing has officially arrived with the release of the Dimensity 9200 and Snapdragon 8 Gen 2 in November. However, flagship phones equipped with these chips have not yet made..."}, {"id": 7, "judul": "Global Top 10 Best Performing iOS Devices in November 2022", "kategori": "This year's new iOS devices were released in October, so the Apple market didn't get as much attention in November as the Android market. But it also shows Apple's confidence. With each iteration, Apple..."}, {"id": 8, "judul": "Global Top 10 Best Performing iOS Devices in October 2022", "kategori": "All of the new iOS devices have been released this year, and five of the top ten in the performance list are iPad Pro devices. Both the iPhone and iPad Pro devices have received mixed reviews from the..."}, {"id": 9, "judul": "Global Top10 Best Performing Android Phones, October 2022", "kategori": "In October, there were no other competitive new devices released in the Android market other than the Xiaomi 12T Pro. It seems that phone manufacturers are focusing on releasing new devices powered by..."}, {"id": 10, "judul": "Global Users Preferences for Android Phones, Q3 2022", "kategori": "Since October, Android phone manufacturers have been waiting for the release of Snapdragon 8 Gen 2 and no more new flagship phones have entered the market, which means that the Android phone market is..."}, {"id": 11, "judul": "Global Top 10 Best Performing Android Phones, September 2022", "kategori": "There were not many new products in the Android market in September, with the most expensive and most talked-about being the ROG Phone 6D Ultimate. Other new products, although each with their own strength..."}, {"id": 12, "judul": "Global Top 10 Best Performing iOS Devices in September 2022", "kategori": "Apple's iPhone 14, launched in September, is possibly the most controversial iPhone product ever made. While people's different attitudes towards the Dynamic Island might be explained by differences in..."}, {"id": 13, "judul": "Global Top 10 Best Performing Android Phones, July 2022", "kategori": "In early July, Xiaomi debuted both Qualcomm Snapdragon 8+ Gen 1 and MediaTek Dimensity 9000+ at its launch event, which were equipped in the Xiaomi 12S series and Xiaomi 12 Dimensity Edition respectivel..."}, {"id": 14, "judul": "Global Top 10 Best Performing iOS Devices in July 2022", "kategori": "It should be noted that figures in this ranking list were calculated from July 1 to July 31, 2022. The results in the ranking list are average scores instead of the highest scores, and thus more representa..."}, {"id": 15, "judul": "Global Users Preferences for Android Phones, Q2 2022", "kategori": "It's already July, and the mobile phone market is set to see a wave of new Android flagships in the second half of 2022."}, {"id": 16, "judul": "Global Top 10 Best Performing Android Phones, June 2022", "kategori": "In the first half of 2022, the Android flagship phone market is essentially a battleground between the Snapdragon 8 Gen1 and Mediatek Dimensity 9000."}, {"id": 17, "judul": "Global Top 10 Best Performing iOS Devices in June 2022", "kategori": "It was July in the blink of an eye. The competition in the Android phone market is still fierce in the second half of 2022, but compared to that, the iOS performance list is still largely the same as last..."}, {"id": 18, "judul": "Global Top 10 Best Performing Android Phones, May 2022", "kategori": "Qualcomm held its Snapdragon launch event on May 20 and announced two chips, the Snapdragon 7 Gen 1 and the upgraded version of Snapdragon 8 Gen 1, Snapdragon 8+ Gen 1."}, {"id": 19, "judul": "Global Top 10 Best Performing iOS Devices in May 2022", "kategori": "The first half of 2022 is coming to an end in a flash."}, {"id": 20, "judul": "Global Top 10 Best Performing iOS Devices in April 2022", "kategori": "Apple officially released the third-generation iPhone SE and iPad Air 5 equipped with M1 chip at its spring launch event on March 9. iPad Air 5 ranked the top three in the iOS performance list after its..."}]